countryList.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:hot="http://TekTravel/HotelBookingApi">
  <soap:Header xmlns:wsa='http://www.w3.org/2005/08/addressing' >
    <hot:Credentials UserName="Test" Password="test">
    </hot:Credentials>
    <wsa:Action>http://TekTravel/HotelBookingApi/CountryList</wsa:Action>
    <wsa:To>https://api.tbotechnology.in/hotelapi_v7/hotelservice.svc</wsa:To>
  </soap:Header>
  <soap:Body>
    <hot:CountryListRequest/>
  </soap:Body>
</soap:Envelope>
